Revit 2027 API
BuiltInFailures.FabricFailures.WrongFabricSheetOverallLength Property
 Wrong Overall Length/Width of the Fabric Sheet Type.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId WrongFabricSheetOverallLength { get; }
Public Shared ReadOnly Property WrongFabricSheetOverallLength As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ WrongFabricSheetOverallLength {
	FailureDefinitionId^ get ();
}
static member WrongFabricSheetOverallLength : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FabricFailures Class
Autodesk.Revit.DB Namespace